Repository: GodModeAI2025/AI_FIRST_PODCASTPLAYER
Catalog: app/Apps/Shared/Localizable.xcstrings
Source language: de
Languages: en

source: „%@“ liegt nicht auf diesem Gerät. Zum Abspielen kommt der Ton über Mobilfunk.
en: "%@" isn't on this device. To play it, the audio will stream over cellular data.

# „%@“ lässt sich nicht abspielen. %@
source: „%1$@“ lässt sich nicht abspielen. %2$@
en: "%1$@" can't be played. %2$@

source: „%@“ löschen
en: Delete "%@"

# „%@“ mit „%@“ zusammenlegen?
source: „%1$@“ mit „%2$@“ zusammenlegen?
en: Merge “%1$@” with “%2$@”?

source: „%@“ wird neu geladen …
en: Reloading “%@”…

source: „%@“ wird über Mobilfunk auf das Gerät geladen.
en: "%@" will be downloaded to this device over cellular data.

# „%@“ wurde nicht geladen: %@
source: „%1$@“ wurde nicht geladen: %2$@
en: "%1$@" couldn't be downloaded: %2$@

source: „Abspielen und Laden“ gilt für alles, was du selbst abspielst, für unterwegs lädst oder als Transkript anforderst. „Neue Folgen vorbereiten“ gilt für das, was die App von selbst lädt: Transkripte neuer und älterer Folgen und die neueste Folge je Podcast. Ein Hotspot zählt wie Mobilfunk. Im Datensparmodus lädt die App nichts von selbst. Liegt der Ton schon auf dem Gerät, entsteht das Transkript auch ohne Netz.
en: "Play and Download" covers what you play yourself, download for offline listening, or request as a transcript. "Prepare New Episodes" covers what the app downloads on its own: transcripts of new and older episodes and the newest episode of each podcast. A Personal Hotspot counts as cellular data. In Low Data Mode, the app doesn't download anything on its own. If the audio is already on the device, the transcript is created without a connection.

source: „Als Nächstes“ reiht eine Folge direkt hinter der laufenden ein, gedrückt halten bietet „Ans Ende“. Die Warteschlange liegt in „Meine Podcasts“.
en: "Play Next" puts an episode right after the one that's playing. Touch and hold for "Play Last". The queue is in "My Podcasts".

source: „Als Nächstes“ reiht eine Folge direkt hinter der laufenden ein, gedrückt halten bietet „Ans Ende“. Die Warteschlange steht links in der Seitenleiste und in „Meine Podcasts“.
en: "Play Next" puts an episode right after the one that's playing. Click and hold for "Play Last". The queue is in the sidebar on the left and in "My Podcasts".

source: „Angesagt“ ausschalten?
en: Turn Off “Trending”?

source: „Nur diese Folge“ holt die Folge in deine Bibliothek, ohne den Podcast zu abonnieren. Sie steht dann unter dem Podcast, gekennzeichnet als nicht abonniert.
en: "Just This Episode" adds the episode to your library without subscribing to the podcast. It then appears under the podcast, marked as not subscribed.

source: „Transkripte für neue Folgen erstellen“ ist in den Einstellungen aus. Das Transkript einer Folge erstellst du dann selbst, wenn du es brauchst.
en: "Create transcripts for new episodes" is off in Settings. You create an episode's transcript yourself whenever you need it.

source: „YouTube-Transkripte über Supadata“ ist in den Einstellungen aus. Es gibt hier Titel, Beschreibung und Kapitel.
en: "YouTube transcripts via Supadata" is off in Settings. Title, description and chapters are available here.
